<?php

return [
    'admin' => [
        'categories' => [
            'created' => [
                'success' => 'Запись успешно добавлена',
                'error'   => 'Не удалось добавить запись'
            ],
            'updated' => [
                'success' => 'Запись успешно обновлена',
                'error'   => 'Не удалось обновить запись'
            ]
        ],
        'news' => [
            'created' => [
                'success' => 'Запись успешно добавлена',
                'error'   => 'Не удалось добавить запись'
            ],
            'updated' => [
                'success' => 'Запись успешно обновлена',
                'error'   => 'Не удалось обновить запись'
            ]
        ],
        'users' => [
            'created' => [
                'success' => 'Пользователь успешно добавлен',
                'error'   => 'Не удалось добавить пользователя'
            ],
            'updated' => [
                'success' => 'Пользователь успешно обновлен',
                'error'   => 'Не удалось обновить пользователя'
            ]
        ]
    ]
];
